[{"name":"Example Social Posts","type":"Partner Enablement","product":[],"audience":[],"partnerRelevancy":["pme"],"messagingStage":"Unknown","date":"2025-03-27","url":"https://docs.google.com/document/d/1ZHt4mkkCmDcrCKXx2cSh8V_inDG83siA0gHAbcJe5A8/edit?usp=sharing","description":"A curated collection of social media content featuring product highlights, user success stories, and industry insights for Spotter, with style guidance for consistent brand alignment.","detailedDescription":"","notionId":"1c48ff95-9450-8098-a85c-e238f5e2af49","lastSynced":"2025-03-28T19:38:36.744Z","id":1},{"name":"Media Kit & Brand Guidelines","type":"Partner Enablement","product":[],"audience":[],"partnerRelevancy":["pme"],"messagingStage":"Unknown","date":"2025-03-26","url":"#","description":"COMING SOON!","detailedDescription":"","notionId":"1c28ff95-9450-80c9-9a71-e11ea22eb0fa","lastSynced":"2025-03-28T19:38:36.744Z","id":3},{"name":"Product FAQ","type":"Partner Enablement","product":[],"audience":[],"partnerRelevancy":["pme"],"messagingStage":"Unknown","date":"2025-03-26","url":"https://docs.google.com/document/d/1E1y1MQU5GiGF8-qcVshn7vy7_RYmLZjB0ATZLulTuJo/edit?usp=sharing","description":"Common questions regarding Sofar and the Spotter platform","detailedDescription":"Introduction\nSofar Ocean is a leader in marine weather intelligence, utilizing a vast network of ocean sensors to enhance maritime safety and efficiency. The Spotter Platform, a key product, offers real-time data collection for improved decision-making in various marine applications.\nKey ThemesSpotter Platform Overview: A modular, deployable marine sensing system that provides surface and subsurface data.Integration with PME DO Sensor: The Spotter can incorporate the PME Dissolved Oxygen sensor, enabling real-time data transmission accessible via the Spotter Dashboard.Deployment and Durability: Designed for easy deployment from any vessel, the Spotter withstands diverse marine conditions and operates on solar power.Data Management: Users access data through a cloud-based dashboard and API, facilitating real-time analysis and historical data retrieval.Cost-Effectiveness: The Spotter offers lower ownership costs and scalable deployments compared to traditional oceanographic methods.Smart Mooring: This modular system enhances the Spotter's capabilities by allowing subsurface data collection.Bristlemouth Connectivity: An open standard that enables integration of additional sensors, enhancing customization.Industry Applications: The Spotter is utilized in aquaculture, offshore renewables, coastal engineering, and more.\nConclusion\nThe Spotter Platform represents a significant advancement in marine data collection, combining ease of use, robust design, and flexible integration options to serve various industries effectively.","notionId":"1c28ff95-9450-80f8-9c93-d08e43815662","lastSynced":"2025-03-28T19:38:36.744Z","id":4},{"name":"Spotter Master Sales Deck","type":"Slides","product":["Dissolved Oxygen","Current","Hydrophone","Temperature"],"audience":["Offshore Renewables","Government & Defense","Aquaculture","Marine Construction","Coastal Engineering","Conservation & Research","Environmental Consulting","Fisheries (Wild-Catch)","Insurance & Risk Management","Oil & Gas","Ports & Harbors","Shipping & Logistics"],"partnerRelevancy":["pme"],"messagingStage":"Awareness","date":"2024-03-24","url":"https://docs.google.com/presentation/d/1_oHvR4zpe_qXe7DO9wjOwyIJXIG3TzsGDjrfFU7P8tM/edit?usp=sharing","description":"Living deck that includes the core set of slides introducing Spotter, its applications, and other key information","detailedDescription":"Introduces the Spotter Platform as a solution for scaling real-time ocean data for impact. The platform aims to connect the world's oceans to power a more sustainable future.\nAt its core is the Spotter Platform, an extensible ocean sensing platform designed for global deployment that delivers real-time surface and subsurface data to researchers, operators, and innovators. The Spotter buoy itself makes direct observations of wave spectra, sea surface temperature, and atmospheric pressure, and can derive wind data. Spotters can be deployed as free-drifting or anchored with conventional mooring.\nFor subsurface measurements, the Spotter can be equipped with Smart Mooring, which anchors the buoy to the seafloor and extends data collection capabilities underwater to measure subsurface temperature, water level (pressure), and current. A range of Smart Mooring Options are available for different depths and measurement needs, including sensors for temperature, pressure (water level), and current.\nThe Spotter Platform emphasizes being accessible, flexible, and scalable. Accessibility is provided through instant data access, cost-effectiveness, and satellite & cellular connectivity. Its flexibility is highlighted by its easy deployment and management and modular platform. Scalability is supported by its solar-powered and rugged design.\nThe platform empowers various ocean industries, including Aquaculture, Offshore Renewables, Coastal Engineering, Conservation & Research, and Government & Defense. The pitch deck provides specific examples of its application, such as the National Oceanographic Partnership Program (NOPP) using free-drifting Spotters to collect data in major hurricanes, Boskalis assessing site workability with real-time waves and currents measured by a Spotter, and AHEC providing turbidity monitoring solutions using Spotters with integrated sensors.\nGetting started with the Spotter Platform involves three main steps: Select a Solution, Unbox, Register & Deploy, and Access Your Data. Users can choose between a surface Spotter or a Spotter with Smart Mooring for subsurface measurements.\nThe platform provides real-time data and 2-way communication, allowing users to access, view, and download real-time and historical data. Users can also adjust device settings remotely and initiate over-the-air firmware updates. The platform offers an easy-to-use API with thorough documentation, REST APIs, and cloud storage to visualize data and build custom dashboards. The Spotter Dashboard allows for instant access to surface and subsurface measurements with point-and-click access to recent and historical data.\nThe Spotter platform can be further customized using the Bristlemouth Development Kit to integrate additional off-the-shelf sensors and devices for parameters like turbidity, pH, CTD, acoustics, cameras, and pCO2. Specific sensor options like the Spotter Oxygen sensor for real-time water quality monitoring and the Spotter Sound sensor for real-time sound level monitoring are also available.\nThe document also briefly touches upon the Cost of Ownership, outlining monthly subscription costs for satellite and cellular telemetry and additional considerations like deployment and maintenance trips, as well as the replacement of Smart Mooring cables.","notionId":"1c08ff95-9450-8014-9d64-d427898e1876","lastSynced":"2025-03-28T19:38:36.744Z","id":5},{"name":"Webinar: Exploring, Monitoring, and Protecting Coral Reefs with Flower Garden Banks National Marine Sanctuary","type":"Webinar","product":["Dissolved Oxygen","Current","Temperature"],"audience":["Environmental Consulting","Conservation & Research"],"partnerRelevancy":["pme"],"messagingStage":"Awareness","date":"2024-06-13","url":"https://www.sofarocean.com/posts/mts-webinar-monitoring-coral-reefs-fgbnms","description":"A webinar discussing the use of ocean data to monitor coral reef conditions.","detailedDescription":"### Extended Description\n\nIntroduction\nThe webinar titled \"Exploring, Monitoring, and Protecting Coral Reefs with Flower Garden Banks National Marine Sanctuary\" focuses on the innovative use of real-time ocean data to safeguard coral reef ecosystems.\n\nKey Themes\n- Real-Time Data Utilization: The session highlights how Flower Garden Banks National Marine Sanctuary (FGBNMS) employs data from the Spotter wave buoy and Smart Mooring to monitor environmental conditions.\n- Coral Reef Protection: Emphasis is placed on the importance of this data in identifying coral bleaching events and informing operational decisions for offshore activities.\n\nDetailed Analysis\n- Operational Efficiencies: Ryan Hannum, a research specialist, explains how the Spotter data enhances various operational efforts, streamlining processes crucial for coral reef conservation.\n- Interactive Engagement: The webinar concludes with a Q&A session, allowing participants to engage directly with the experts and deepen their understanding of coral reef monitoring.\n\nConclusion\nThis webinar serves as a vital resource for understanding the intersection of technology and marine conservation, showcasing practical applications of data in protecting vulnerable coral ecosystems.","notionId":"1ac8ff95-9450-81f3-b32f-f894f8d2f65c","lastSynced":"2025-03-28T19:38:36.745Z","id":39},{"name":"Spotter Platform Product Webpage","type":"Webpage","product":["Temperature","Pressure","Current","Hydrophone","Dissolved Oxygen"],"audience":["Environmental Consulting","Conservation & Research","Ports & Harbors","Oil & Gas","Marine Construction","Government & Defense","Offshore Renewables"],"partnerRelevancy":["pme"],"messagingStage":"Awareness","date":"2024-07-17","url":"https://www.sofarocean.com/products/spotter","description":"A modular marine monitoring solution for real-time data collection using various sensors.","detailedDescription":"### Extended Description of the Spotter Platform\n\nIntroduction\nThe Spotter Platform is an extensible ocean sensing solution that provides real-time surface and subsurface data to researchers, operators, and innovators.\n\nKey Features\n- Surface and Subsurface Measurements: Capable of measuring wave height, wind speed, sea surface temperature, and atmospheric pressure.\n- Customizable Payloads: Supports various sensors, including temperature, pressure, and current sensors, with future integrations like hydrophones and dissolved oxygen sensors.\n- Bristlemouth Connectivity: Utilizes an open standard for easy integration of additional sensors and devices.\n\nDeployment and Scalability\n- Rapid Deployment: Designed for easy hand deployment without prior experience.\n- Durability: Built to withstand harsh marine environments, operating continuously with solar rechargeable batteries.\n- Scalable Solutions: Lower total cost of ownership compared to traditional platforms, allowing for extensive observational networks.\n\nData Access and Communication\n- User-Friendly Dashboard: Provides real-time data access and two-way communication for remote configuration and firmware updates.\n- API Integration: Offers seamless data access for developers and data scientists to build custom applications.\n\nConclusion\nThe Spotter Platform is positioned as a versatile tool for ocean monitoring, enhancing data collection capabilities across various sectors, including research, government, and industry.","notionId":"1ac8ff95-9450-816b-bec8-d382bcd3fe65","lastSynced":"2025-03-28T19:38:36.745Z","id":50},{"name":"Webinar: How Sofar Ocean is unlocking the next generation of flexible subsurface sensing","type":"Webinar","product":["Dissolved Oxygen","Current","Hydrophone","Pressure","Temperature"],"audience":[],"partnerRelevancy":["pme"],"messagingStage":"Awareness","date":"2024-03-19","url":"https://www.sofarocean.com/posts/mts-webinar-flexible-subsurface-sensing","description":"A webinar discussing advancements in subsurface sensing technology and software updates by Sofar Ocean.","detailedDescription":"### Extended Description of Webinar Content\n\nIntroduction\nThe webinar hosted by Sofar Ocean features insights from Co-Founder and CTO Evan Shapiro and Senior Manager Nevin DiParlo, focusing on advancements in subsurface sensing technology.\n\nKey Themes\n- Subsurface Data Collection: Emphasizes the complexity and necessity of reliable underwater sensing solutions for accurate ocean data.\n- Spotter Platform: Highlights the capabilities of Sofar's Spotter platform, which integrates real-time data collection for various oceanographic parameters.\n- Bristlemouth Integration: Discusses the incorporation of the Bristlemouth standard to enhance system flexibility.\n- New Sensor Capabilities: Introduces a new current sensor as part of the Smart Mooring system.\n- Software Enhancements: Covers updates that improve user experience and data insights through the platform's Dashboard.\n\nDetailed Analysis\nThe webinar addresses the challenges marine professionals face in obtaining cost-effective and adaptable sensing solutions. The Spotter platform is presented as a robust tool that not only meets these needs but also allows for the integration of additional sensors, thereby expanding its functionality. The session concludes with a Q&A, fostering engagement and clarifying user inquiries.\n\nConclusion\nOverall, the webinar serves to inform stakeholders about innovative solutions in ocean sensing, showcasing Sofar Ocean's commitment to advancing marine technology.","notionId":"1ac8ff95-9450-8102-be1b-c82ea5457736","lastSynced":"2025-03-28T19:38:36.745Z","id":71},{"name":"Webinar: How the University of Texas uses the Spotter Platform to accelerate hypoxia research and protect coral reefs in the Gulf","type":"Webinar","product":["Dissolved Oxygen"],"audience":["Conservation & Research","Environmental Consulting"],"partnerRelevancy":["pme"],"messagingStage":"Awareness","date":"2025-01-28","url":"https://www.sofarocean.com/posts/webinar-hypoxia-research-protect-coral-reefs","description":"A webinar discussing the use of Spotter for monitoring coral reef health and hypoxia research.","detailedDescription":"Introduction\nThe webinar focuses on the application of the Spotter Platform by researchers from the University of Texas and the Flower Garden Banks National Marine Sanctuary to study hypoxia and its effects on coral reefs in the Gulf.\n\nKey Themes\n- Hypoxia and Coral Health: Discussion on how low oxygen levels contribute to coral die-offs in the Flower Garden Banks.\n- Research Methodology: Dr. Hu's team utilizes Spotter to monitor dissolved oxygen levels, particularly during warmer months.\n- Collaborative Conservation: Emphasis on partnerships between researchers and sanctuary staff to enhance environmental monitoring and inform conservation strategies.\n\nDetailed Analysis\n- Impact of Hypoxia: The webinar highlights the detrimental effects of hypoxia on coral ecosystems, showcasing the urgency of research in this area.\n- Spotter Platform: The technology's role in providing real-time data is crucial for understanding and mitigating the impacts of environmental stressors on coral reefs.\n- Data-Driven Decisions: Collaboration between scientists and sanctuary personnel aims to leverage data for effective conservation efforts.\n\nConclusion\nThe session concludes with a Q&A, allowing for further exploration of the topics discussed, emphasizing the importance of ongoing research and collaboration in protecting marine ecosystems.","notionId":"1ac8ff95-9450-81a9-af46-d0fc62ed3e31","lastSynced":"2025-03-28T19:38:36.745Z","id":73},{"name":"Spotter User Guide","type":"Other","product":[],"audience":["N / A"],"partnerRelevancy":["pme"],"messagingStage":"Decision","date":"2024-12-31","url":"https://drive.google.com/file/d/1ezt61k6QtYS9S75OtAKrCOAorAZ-AKv8/view?usp=sharing","description":"Detailed product guide covering Sofar’s Spotter buoy specs, deployment, maintenance, data handling, and FAQs for optimal performance.","detailedDescription":"### Extended Description of Spotter User Guide\n\nOverview\nThe Spotter User Guide provides comprehensive instructions for the Spotter device, an integrated ocean data collection solution. It includes setup, operation, and maintenance details, emphasizing user-friendly features and safety compliance.\n\nKey Themes\n- Core Features: Highlights include 2-way communication, real-time data access, and solar-powered functionality.\n- User Interface: Describes LED indicators for system status and operational modes (IDLE and RUN).\n- Data Management: Details on data collection, storage, and access through the Spotter Dashboard and API.\n- Safety and Compliance: Guidelines for safe operation and disposal of the device.\n\nDetailed Analysis\n- Setup Process: Step-by-step instructions for account creation, device registration, and deployment.\n- Operational Modes: Explanation of IDLE and RUN modes, including power-saving features and data acquisition.\n- Data Access: Various modes for data collection (Waves:Standard, Waves:Partition, Waves:Spectrum) and their applications.\n- Maintenance: Recommendations for device storage, battery care, and cleaning procedures post-deployment.\n\nConclusion\nThe guide serves as a vital resource for users to effectively utilize the Spotter device, ensuring optimal performance and adherence to safety standards.","notionId":"1ac8ff95-9450-81b4-8061-e3f3d21eb5af","lastSynced":"2025-03-28T19:38:36.745Z","id":74},{"name":"Webinar: Expanding Spotter’s subsurface sensing suite with a Hydrophone and Dissolved Oxygen Sensor","type":"Webinar","product":["Hydrophone","Dissolved Oxygen"],"audience":[],"partnerRelevancy":["pme"],"messagingStage":"Awareness","date":"2024-11-08","url":"https://www.sofarocean.com/posts/webinar-spotter-subsurface-hydrophone-dissolved-oxygen","description":"A webinar introducing new hydrophone and dissolved oxygen sensors for the Spotter Platform.","detailedDescription":"### Extended Description\n\nIntroduction\nThe webinar focuses on the introduction of two new subsurface sensors—a hydrophone and a dissolved oxygen sensor—integrated into the Spotter Platform by Sofar and its partners PME and AOS.\n\nKey Themes\n- Innovative Technology: The integration of advanced sensors enhances the Spotter Platform's capabilities.\n- Collaboration: Involvement of multiple organizations (Sofar, PME, AOS) highlights teamwork in ocean technology.\n- Cost Efficiency: The new integrations aim to reduce expenses and complexity in ocean monitoring.\n\nDetailed Analysis\n- Technical Integration: The use of the Bristlemouth connectivity standard is emphasized for seamless sensor integration.\n- Impact on Stakeholders: The enhancements are designed to benefit various sectors, including the ocean industry, government, and research communities.\n\nConclusion\nThe webinar concludes with a Q&A session, allowing for further engagement and clarification on the presented technologies.","notionId":"1ac8ff95-9450-81cc-b3d6-c5c21054a352","lastSynced":"2025-03-28T19:38:36.745Z","id":75}]